;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Author.......: VenusGirl💋 (비너스걸)
;~ Link.........: https://venusgirls.tistory.com/
;~ =============================================================================

[Main]
Product = ReBar Framework
Version = 8

[Language]
Name = 한국어
Code = ko
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} 정보
Label_Version = 버전
Label_AutoIt = 빌드한 AutoIt의 버전
Label_Copyright = 저작권
Tip_Title_Donate = 우리의 대의에 기부
Tip_Message_Donate = 기부해주시면 소프트웨어를 무료로 유지하고\rn당사가 귀하에게 서비스를 제공하는데\rn사용하는 도구와 서비스를 얻을 수 있도록 도와줍니다.
Label_Home = 홈페이지
Label_License = 라이센스
Label_Support = 지원 받기
Tip_Title_Country = 남아프리카 공화국에서 제작
Tip_Message_Country = %{Program.Name}은 남아프리카에서 태어났습니다.
Label_Contributors = 기여자 - 한국어 번역: 비너스걸
Button_Ok = 확인
Label_RAM = (RAM) %d MB / %d MB (%d%) 남음
Label_HDD = (%s) %.2f GB / %.2f GB (%d%) 남음
Tip_Twitter = Twitter에서 팔로우하세요.
Tip_Facebook = Facebook에서 좋아요를 하세요.
Tip_Twitter = Twitter에서 팔로우하세요.
Tip_Reddit = Reddit에서 저희에 대해 읽어보세요.
Tip_LinkedIn = LinkedIn에서 연결하세요.
Tip_GitHub = GitHub에서 %{Program.Name}입니다.
Tip_WhatsApp = WhatsApp에서 채팅을 하세요.

[Custom]
Label_Status_Welcome = 환영합니다
Label_Status_Updates = 업데이트 확인

[Donate]
Label_Heading = %{Program.Name}가 %d 시간 이상 동안 서비스를 제공했습니다. 자, 조금 기부하는 것은 어떻습니까?
Label_Message = 아래의 PayPal 버튼을 클릭하고 금액을 선택하고 기부금을 보내주십시오. 기부금은 소프트웨어를 개선하고 Rizonesoft에서 모든 것을 무료로 유지하는데 사용됩니다. $20의 기부금은 적어도 한 달 동안 우리를 유지시킬 것입니다.
Label_Donate = 불을 켜고 품질 좋은 소프트웨어를 만드는데 도움이 될 수 있도록 10달러의 작은 선물을 고려해 보시겠습니까?

[Logging]
Finished = 마침
success = 성공
Response_Received = 수신된 응답
Successfully = 성공
OK = 확인
Registration_succeeded = 등록 성공
Initiated = 개시
Error = 오류
Failed = 실패
Access_Denied = 접근이 불가합니다
No_Operation_Performed = 작업을 수행할 수 없습니다
VERSION = 버전
File_Not_Found = '%s'로그 파일을 찾을 수 없습니다.
Showing_File = '%s'로그 파일을 표시합니다.
Showing_Error = 문제가 발생했습니다: 프로세스 ID: %s
Opening_File = 로그 파일을 엽니다.
Opening_Directory = 로그 폴더 열기...
Directory_Not_Found = '%s' 로그 디렉터리를 찾을 수 없습니다.
Showing_Directory = '%s'로그 디렉터리를 표시합니다.
Bool_Yes = 예
Bool_No = 아니오
Info_Date = 날짜:
Info_Program = 프로그램:
Info_Program_Path = 프로그램 경로:
Info_Compiled = 컴파일:
Info_AutoIt_Version = AutoIt 버전:
Info_AutoIt_64Bit = AutoIt 64비트 버전:
Info_Windows_Version = Windows 버전:
Info_System_Type = 시스템 유형:
Info_Memory = 메모리 (RAM):
Info_ProgramFiles = Program Files 디렉터리:
Info_Windows_Directory = Windows 디렉터리:
Level_Error = 오류:
Level_Warning = 경고:
Level_Success = 성공:
Level_Finished = 마침:

[Menus]
File = 파일(&F)
File_Preferences = 환경 설정(&P)
File_Logging = 로깅(&L)
File_Logging_Open_File = 로그 파일 열기(&L)
File_Logging_Open_Directory = 로그 디렉터리 열기(&D)
File_Close = 닫기(&C)\tAlt+F4
Help = 도움말(&H)
Help_Update = 업데이트 확인(&U)
Help_Home = %{Company.Name} 홈페이지(&H)
Help_Downloads = 더 많은 프로그램들(&D)
Help_Support = 지원 받기(&G)
Help_Issue = 문제 보고(&I)
Help_Donate = 기부하기(&L) 
Help_About = %{Program.Name} 정보
Debug = 디버그(&D)

[Messages]
Info_Title = 참고하세요
Warning_Title = 경고!
Error_Title = 이런! 뭔가 잘못됬습니다!
Error_Oops = 이런!
Singleton = %{Program.Name}의 다른 항목이 이미 실행 중입니다.
Compatible = %{Program.Name}%은 사용중인 Windows 버전과 호환되지 않습니다. 이것이 오류라고 생각되면 모든 세부 사항과 함께 '%s'에 메시지를 남겨주세요.
Compatible_Bit = 유감스럽게도 %{Program.Name} 32비트는 Windows 버전과 호환되지 않습니다. '%s'에서 %{Program.Name} 64비트를 다운로드하십시오.
Loading_Initializing = %{Program.Name} 초기화 중
Loading_Localizations = 한국어를 불러오는 중
Loading_Resources = 리소스 설정 중
Loading_WorkingDirectories = 작업 디렉터리 설정 중
Loading_Logging = 로깅을 초기화하는 중
Loading_Configuration = 구성을 불러오는 중
Loading_Shortcuts = 키보드 단축키 설정 중
Loading_Interface = 핵심 인터페이스를 시작하는 중
Ping_Check_Connection = 인터넷 연결을 확인하는 중입니다.
Ping_Response = %s밀리초에 응답이 수신되었습니다.
Ping_Host_Offline = 호스트가 오프라인입니다.
Ping_Host_Unreachable = 호스트에 연결할 수 없습니다.
Ping_Host_Bad = 잘못된 대상입니다.
Ping_Host_No_Internet = 인터넷 연결이 없습니다.
Global_Errors = (%02i) %s으로 완료되었습니다!
Global_Errors_Error = 오류
Global_Errors_Errors = 오류
Global_Finished = 선택한 작업을 완료했습니다.
Global_File = 파일
Global_Files = 파일
RegisterDll_Success = RegSvr32.exe > '%s' 등록에 성공했습니다.
RegisterDll_Error_01 = RegSvr32.exe > '%s' 모듈을 등록하려면 바이너리 이름을 지정해야 합니다.
RegisterDll_Error_02 = RegSvr32.exe > '%s' 지정된 모듈을 찾을 수 없습니다.
RegisterDll_Error_03 = RegSvr32.exe > '%s' 모듈이 로드되었지만 진입점 DllRegisterServer를 찾을 수 없습니다.
RegisterDll_Error_04 = RegSvr32.exe > '%s' 오류 번호: 0x80070005
Registry_Write_Error = '%s'에 쓸 수 없습니다.
Registry_Error_01 = 요청한 키를 열 수 없습니다.
Registry_Error_02 = 요청한 기본 키를 열 수 없습니다.
Registry_Error_03 = 요청한 값을 열 수 없습니다.
Registry_Error_04 = 값 유형이 지원되지 않습니다.
Registry_Error_05 = 요청한 값을 삭제할 수 없습니다.
Registry_Error_06 = 요청한 키/값을 삭제할 수 없습니다.

[Messages2]

[Preferences]
Window_Title = 환경 설정
Tab_General = 일반
Tab_Cache = 캐시
Tab_Performance = 성능
Tab_Language = 언어
Group_Logging = 로깅
Group_Priority = 우선 순위
Group_Memory = 메모리
Group_Language = 언어
Checkbox_Enable_Logging = 로깅 사용
Label_Log_Exceed = 로그 크기는 다음을 초과할 수 없음 :
Label_Logging_Size = 로깅 크기: %s KB
Button_Logging_Clear = 로깅 지우기
Label_SetPriority = 프로세스 우선 순위 설정:
Checkbox_SaveRealtime = 우선 순위를 높음 이상으로 저장합니다 (권장하지 않음).
Checkbox_ReduceMemory = 메모리 부족 시스템에서 메모리를 줄입니다.
Label_Language_Message = 선호하는 언어를 선택하고 계속하려면 %s 버튼을 누르십시오. (재시작 필요)
Button_Save = 저장
Button_Cancel = 취소
Label_Updated = 환경 설정이 업데이트되었습니다
Label_Logging_Cleared = 로깅이 삭제되었습니다
MsgBox_Language_Title = 언어가 변경 되었습니다
MsgBox_Language_Message = MsgBox_Language_Message = 선택한 언어가 변경되었습니다. 선택한 언어를 적용하려면 %{Program.Name}을 다시 시작해야 합니다.
MsgBox_Closing_Title = %{Program.Name} 닫기
MsgBox_Closing_Message = 지금 %{Program.Name}을 닫으시겠습니까?

[Update]
Window_Title_Available = 업데이트 가능
Window_Title_Congratulations = 축하합니다!
Window_Title_Error = 뭔가 잘못되었습니다
Label_Message_Update = 사용 가능한 '%{Program.Name}'의 새 버전이 있습니다.
Label_Message_Latest = 최신 버전의 '%{Program.Name}'를 사용하고 있습니다.
Label_Message_Error =  '%{Program.Name}'의 최신 버전에 대한 정보를 검색할 수 없습니다.
Label_Message_Internet = 인터넷 연결을 확인하고 다시 시도하십시오.
Label_Build_Current = 현재 빌드:
Label_Build_Update = 업데이트 빌드:
CheckBox_NoUpdate = 시작할 때 업데이트를 확인하지 않습니다.
Button_Update = 더 읽어보기
Button_Close = 닫기

[Versioning]
Administrator = 관리자
Build = 빌드
AutoIt_Version = AutoIt 버전 %{AutoIt.Version} 사용
Bit = 비트